<template>
    <div class="container">
        <hr class="head">
        <div class="row content">
            <div class="row">
                <p>لقد تم تصميم هاتف ابل ايفون الذكي بهيكل ملفت وجميل يجعلك تحب النظر إليه في كل الأوقات. تعمل شاشة ليكويد رتينا 6.1 انش على جذب انتباهك وكل حواسك على عكس أي هاتف ذكي آخر. إن تصميم الزجاج والألومنيوم يجعلها متينًة وتضفي على الهاتف مظهرًا مثيرًا للحواس.</p>
            </div>
            <div class="row">
                <div class="col-md-6 towimage">
                    <img src="../../assets/imags/potoo2.png" alt="">
                </div>
                <div class="col-md-6 towimage">
                    <img src="../../assets/imags/potoo3.png" alt="">
                </div>
            </div>
            <div class="row moment">
                <p>للحظات لا تنسى</p>
            </div>
            <div class="row">
                <p class="pragraph">يتميز هاتف ابل الذكي بإعداد كاميرا مزدوجة تبلغ دقتها 12 ميجابكسل تتيح لك التقاط أجمل الصور بتفاصيل خلابة ورائعة. سواء كانت مناظر طبيعية أو لحظات ثمينة لا تريد نسيانها أو كائنات سريعة الحركة؛ يمكنك التقاط صور لكل ذلك في أفضل الحالات باستخدام إعدادات الكاميرا المتطورة. قم بتصوير مقاطع الفيديو مثل المحترفين وإنشاء نقطة مرجعية لاسترجاع اللحظات المهمة. لن تؤثر ظروف الإضاءة المنخفضة على جودة صورتك، حيث توفر الكاميرا العريضة بدقة 12 ميجابكسل تركيزًا تلقائيًا أسرع بثلاث مرات في الإضاءة المنخفضة. مع الوضع الليلي، ليست هناك حاجة للفلاش بعد الآن، حيث يلتقط هذا الإعداد الصور بلون طبيعي وسطوع لا مثيل له. أعط الشيء الذي تريد تصويره الأضواء والتركيز الذي يستحقه مع وضع الصور الشخصية. تستفيد خاصية اتش دي ار الذكية من التعلم الآلي للتعرف على الأشخاص ومعاملتهم بطريقة مختلفة عن بقية اللقطة، مما توفر ميزات رائعة وظلال ولون بشرة طبيعية. التقط صور سيلفي رائعة مع كاميرا ترو ديبث بدقة تبلغ 12 ميجابكسل. مع خاصية مثبت الصور البصري، لن يكون التقاط صور واضحة مشكلة بعد الآن.</p>
            </div>
            <div class="row bigimge">
                <img src="../../assets/imags/potoo4.png" alt="">
            </div>
            <div class="row">
                <p>يضيف هاتف ايفون 11 الذكي سرعة فائقة إلى كل ما تفعله، من خلال شريحة ايه 12 بيونيك التي تتميز بمحرك عصبي. تساعد هذه الشريحة القوية على تسهيل أداء المهام الكثيفة للقيام بها بطريقة سلسة. سواء كانت تقوم بتصوير فيديو بدقة 4 كيه بسرعة 60 إطارًا في الثانية في نطاق ديناميكي ممتد أو إعادة إلقاء الضوء على الشخص في مقدمة الصورة؛ تستطيع هذه الشريحة فعل كل هذا بسرعة مثيرة للإعجاب. بالإضافة إلى ذلك،</p>
            </div>
            <div class="row">
                <div class="col-md-5 rightimge">
                    <img src="../../assets/imags/potoo1.png" alt="">

                </div>
                <div class="col-md-7">
                    <div class="row">
                        <p class="headd">أداء سلس</p>
                    </div>
                    <div class="row">
                        <p>يتميز هذا الهاتف الذكي من ابل بشاشة ليكويد رتينا يبلغ حجمها 6.1 انش تعمل بتقنية اتش دي وتوفر صورًا واضحة ومفصلة لتوصيل متعة الترفيه إلى المستوى الجديد بالكامل. شاهد أفلامك المفضلة أو الأحداث الرياضية المثيرة أو تصفح محتويات مختلفة على الإنترنت واستمتع بها على أكمل وجه بفضل الدمج الاستثنائي بين تقنية ترو تون ودولبي اتموس. يوفر هاتف ابل ايفون 11 صوراً بأعلى جودة ويجعلها تنبض بالحياة بفضل الدقة التي تبلغ 1792 × 828 بكسل. تضمن الطبقة المضادة للزيوت ومقاومة لبصمات الأصابع عدم وجود علامات غير مرغوب فيها على الشاشة، حتى بعد الاستخدام المكثف. بالإضافة إلى ذلك، يحتوي هذا الهاتف الذكي على بطارية قوية تدوم طويلًا توفر ساعات من الترفيه غير المنقطع، مما يجعله شريك السفر المثالي.</p>
                    </div>
                    <div class="row">
                        <p>يحتوي هذا الهاتف من ايفون على ذاكرة وصول عشوائية تبلغ سعتها 4 جيجابايت تجعل من تعدد المهام أسرع من أي وقت مضى؛ كما أنها تحمّل ألعاب الرسومية ذات المساحات الكبيرة وتطبيقات تحرير الفيديو بسرعة. يمكنك تخزين المزيد من محتويات الترفيه دون حذف أي من بياناتك أو صورك المخزنة سابقاً، وذلك بفضل سعة الذاكرة المدمجة التي يوفرها هذا الهاتف الذكي بسعة 128 جيجابايت. يتميز هاتف ابل ايفون 11 بنظام التشغيل اي او اس 13 الذي يجعل استخدامه فرحة لا مثيل لها. يضيف هذا النظام للتشغيل لمسة من الإثارة بميزات مثل الوضع المظلم على نطاق النظام وتسجيل الدخول باستخدام خيار ابل وواجهة جديدة لتحرير الصور.</p>
                    </div>
                </div>

            </div>
        </div>
    </div>

    
    
 
</template>
<style scoped>
.content{
    padding: 10px;
     border: 1px solid #E0E0E0;
     margin-bottom: 30px;

}
.content .row{
    padding-left: 0;
}
.content .row p{
    padding-left: 0;
}
.towimage img{
    /* width: 540px; */
    width: 99%;
}
.moment{
    margin: 20px 0 10px 0;
}
.moment p{
    font-family: DIN Next LT Arabic;
font-size: 36px;
font-style: normal;
font-weight: 500;
line-height: 50px;
}
.pragraph{
    font-family: DIN Next LT Arabic;
font-size: 16px;
font-style: normal;
font-weight: 400;
line-height: 25px;
}
.bigimge{
    margin-bottom: 15px;
}
.rightimge{
    padding: 0;
}
.rightimge img{
    width: 95%;
}
.col-md-7{
    padding: 0;
}
.col-md-7 .row p{
    padding: 0;
    font-family: DIN Next LT Arabic;
font-size: 16px;
font-style: normal;
font-weight: 400;
line-height: 25px;
/* margin-bottom: 10px; */
    
}
.headd{
font-family: DIN Next LT Arabic !important;
font-size: 36px !important;
font-style: normal !important;
font-weight: 500 !important;
line-height: 50px !important;
}
.head{
    margin-top: 0;
    margin-bottom: 0;
    border: 1px solid var(--primary);
}
@media(max-width:767px) {
    .bigimge img{
        width: 100%;
        height: 200px !important;
    }
    .towimage img{
        margin-bottom: 10px;
    }
    .col-md-7 .row p{
        padding-right: 20px;
        padding-right: 20px;
    }
}
</style>